IdeaRS.Connections
StiffenerData.NumberOfStiffeners Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the number of stiffeners (the property Delta represents the distance between repeating stiffeners)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumberOfStiffeners { get; set; }
Property Value
Type: Int32
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace